Repository: CodewithAnn/JCT
Catalog: lib/l10n/intl_*.arb
Languages: gu, hi

# app_title
source: Jamnagar Complaint Tracer
gu: જામનગર ફરિયાદ ટ્રેસર
hi: जामनगर शिकायत अनुरेखक

# raise_complaints_title
source: Raise Complaint
gu: ફરિયાદ કરો
hi: शिकायत उठाएँ

# ongoing_complaints_title
source: Ongoing Complaints
gu: ચાલુ ફરિયાદો
hi: चल रही शिकायतें

# completed_complaints_title
source: Completed Complaints
gu: ફરિયાદો પૂર્ણ થઈ
hi: पूरी की गई शिकायतें

# emergency_alert_title
source: Emergency Alerts
gu: કટોકટી ચેતવણી
hi: आपातकालीन अलर्ट

source: Light Department
gu: પ્લેટ વિભાગ
hi: प्लाइट विभाग

source: Underground Drainage
gu: ભૂગર્ભ ગટર
hi: भूमिगत जल निकासी

source: Solid Waste Management
gu: ઘન કચરો વ્યવસ્થાપન
hi: ठोस कचरा प्रबंधन

source: Urban Community Development
gu: શહેરી સમુદાય વિકાસ
hi: शहरी समुदाय विकास

source: General Administrative
gu: સામાન્ય વહીવટી
hi: सामान्य प्रशासनिक

source: Integrated Child Development Services
gu: સંકલિત બાળ વિકાસ સેવાઓ
hi: एकीकृत बाल विकास सेवा

source: Fire Department
gu: ફાયર વિભાગ
hi: दमकल विभाग

source: Health Department
gu: આરોગ્ય વિભાગ
hi: स्वास्थ्य विभाग

# birth_and_death_department
source: Birth & Death Department
gu: જન્મ અને મૃત્યુ વિભાગ
hi: जन्म और मृत्यु विभाग

source: Marriage
gu: લગ્ન
hi: विवाह

source: Water Works
gu: પાણીના કામો
hi: जल कार्य

# project_and_town_planning
source: Project & Town Planning
gu: પ્રોજેક્ટ અને ટાઉન પ્લાનિંગ
hi: परियोजना और टाउन प्लानिंग

source: Shop Executive
gu: દુકાનદાર
hi: दुकानदार

source: Public Relations Officer
gu: दुकानदार
hi: जनसंपर्क अधिकारी

# account_and_tax_department
source: Account & Tax Department
gu: એકાઉન્ટ્સ અને ટેક્સ વિભાગ
hi: लेखा और कर विभाग

source: Civil Department
gu: નાગરિક વિભાગ
hi: सिविल विभाग

source: Complaint Form
gu: ફરિયાદ ફોર્મ
hi: शिकायत फॉर्म

source: Enter Title
gu: શીર્ષક ભરો
hi: शीर्षक भरें

source: Enter complaint Title
gu: ફરિયાદ શીર્ષક ભરો
hi: शिकायत शीर्षक भरें

source: Title
gu: શીર્ષક
hi: शीर्षक

source: Description
gu: વર્ણન
hi: वर्णनवर्णन

# complaint_form_error_text
source: Must be between 1 and 100 characters.
gu: 1 થી 100 અક્ષરોની વચ્ચે હોવો જોઈએ.
hi: 1 से 100 अक्षरों के बीच होना चाहिए.

source: Enter Description:
gu: વિગતો ભરો:
hi: विवरण भरेंः

# complaint_form_description_error
source: Must not be empty
gu: ખાલી ન હોવી જોઈએ
hi: खाली नहीं होना चाहिए

# description_label
source: Enter Description
gu: વિગતો ભરો
hi: विवरण भरें

# description_hint
source: Description
gu: વર્ણન
hi: वर्णन

source: Upload Images
gu: ફોટો અપલોડ કરો
hi: फोटो अपलोड करें

source: Select Complaint Category
gu: ફરિયાદ શ્રેણી પસંદ કરો
hi: शिकायत श्रेणी चुनें

source: Select Urgency Level:
gu: તાકીદનું સ્તર પસંદ કરો:
hi: तात्कालिकता स्तर चुनेंः

# urgency_level_low
source: Low
gu: ઓછા
hi: कम

# urgency_level_medium
source: Medium
gu: મધ્યમ
hi: मध्यम

# urgency_level_high
source: High
gu: ઉચ્ચ
hi: उच्च

source: Submit Complaint
gu: ફરિયાદ નોંધાવો
hi: शिकायत दर्ज कराएं

# failed_to_fetch_data
source: Failed to fetch data. Please try again later.
gu: ડેટા મેળવવામાં નિષ્ફળ. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.
hi: डेटा लाने में विफल। कृपया बाद में फिर से कोशिश करें।

# somthing_went_wrong_error
source: Something went wrong! Please try again later.
gu: કંઈક ખોટું થયું! કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.
hi: कुछ गड़बड़ हो गया! कृपया बाद में फिर से कोशिश करें।

# no_complaint_added
source: No complaints added yet.
gu: હજુ સુધી કોઈ ફરિયાદ મળી નથી.
hi: अभी तक कोई शिकायत नहीं मिली है।

source: Detailed Complaint
gu: વિગતવાર ફરિયાદ
hi: विस्तृत शिकायत

source: Selected Category
gu: પસંદ કરેલ શ્રેણી
hi: चयनित श्रेणी

source: Urgency Level
gu: તાત્કાલિક સ્તર
hi: अत्यावश्यक स्तर

# your_complaints
source: {users_complaints,plural,=0{No} =1{1 Complaint} other{{users_complaints}}} Complaints
gu: {users_complaints,plural,=0{ના} =1{1 ફરિયાદ} other{{users_complaints}}} ફરિયાદ
hi: {users_complaints,plural,=0{नहीं} =1{1 शिकायत} other{{users_complaints}}} शिकायत

source: Reopen Complaints
gu: ફરિયાદો ફરીથી ખોલો
hi: शिकायतें पुनः खोलें

# empty
source: Uh oh.. nothing here!
gu: ઓહ અહીં કંઈ નથી!
hi: ओह यहाँ कुछ भी नहीं है!

# no_alerts_added
source: No alerts added yet.
gu: હજુ સુધી કોઈ એલર્ટ જારી કરવામાં આવ્યું નથી.
hi: अभी कोई अलर्ट जारी नहीं किया गया है।

source: Home
gu: ઘર
hi: होम

source: Settings
gu: સેટિંગ્સ
hi: सेटिंग्स

source: Feedback
gu: પ્રતિસાદ
hi: प्रतिक्रिया

source: Profile
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल

source: Account
gu: એકાઉન્ટ
hi: खाता

source: About
gu: વિશે
hi: अबाउट

source: Change Password
gu: પાસવર્ડ બદલો
hi: पासवर्ड बदलें

source: Enter Old Password
gu: જૂનો પાસવર્ડ દાખલ કરો
hi: पुराना पासवर्ड डालें

# firebase_auth_error
source: An internal error has occurred. [ INVALID_LOGIN_CREDENTIALS ]
gu: આંતરિક ભૂલ આવી છે. [અમાન્ય_લોગિન_ક્રેડન્શિયલ]
hi: एक आंतरिक त्रुटि हुई है। [ अमान्य_login_credentials]

source: Invalid Password
gu: અમાન્ય પાસવર્ડ
hi: अवैध पासवर्ड

source: Verify
gu: ચકાસણી
hi: सत्यापन

source: Password is required
gu: પાસવર્ડ જરૂરી છે
hi: पासवर्ड आवश्यक है

# mobile_number
source: Mobile no
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर

# enter_mobile_number
source: Enter Your Mobile Number
gu: તમારો મોબાઈલ નંબર દાખલ કરો
hi: अपना मोबाइल नंबर डालें

source: Your Name
gu: તમારું નામ
hi: आपका नाम

# enter_your_name
source: Enter your name here
gu: તમારું નામ અહીં દાખલ કરો
hi: यहां अपना नाम भरें

source: Home Address
gu: ઘરનું સરનામું
hi: घर का पता

source: Save
gu: સાચવો
hi: सहेजें

source: Cancel
gu: રદ કરો
hi: रद्द करें

source: Logout
gu: લોગઆઉટ
hi: लॉगआउट

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल एडिट करें

source: Add Image
gu: છબી ઉમેરો
hi: छवि जोड़ें

# otp
source: Enter Verification Code
gu: ચકાસણી કોડ દાખલ કરો
hi: सत्यापन कोड दर्ज करें

source: Name
gu: નામ
hi: नाम

# name_validation_error
source: Full Name must be more than 2 characters.
gu: આખું નામ 2 કરતાં વધુ અક્ષરોનું હોવું જોઈએ.
hi: पूरा नाम 2 अक्षर से अधिक होना चाहिए.

# home_address_validation_error
source: Home Address must be more than 5 characters.
gu: ઘરનું સરનામું 5 અક્ષરો કરતાં લાંબું હોવું જોઈએ.
hi: घर का पता 5 अक्षरों से अधिक होना चाहिए।

# mobile_validation_error
source: Mobile number must be 10 digits.
gu: મોબાઈલ નંબર 10 અંકનો હોવો જોઈએ.
hi: मोबाइल नंबर 10 अंकों का होना चाहिए.

# feedback_hint_text
source: Type your feedback here
gu: તમારો પ્રતિસાદ અહીં લખો
hi: अपना फ़ीडबैक यहां टाइप करें

# feedback_error
source: Feedback Cannot be empty
gu: પ્રતિસાદ ખાલી હોઈ શકતો નથી
hi: फीडबैक खाली नहीं हो सकता

# feedback_button
source: Submit Feedback
gu: પ્રતિસાદ સબમિટ કરો
hi: फीडबैक सबमिट करें

# feedback_greet_to_user
source: Thankyou For your feedback ðŸ˜ŠðŸ˜Š
gu: તમારા પ્રતિભાવ બદલ આભાર 😊😊
hi: आपकी प्रतिक्रिया के लिए आपका धन्यवाद 😊😊
